{
  "blogs": [
    {
      "title": "Benefits of Ginjal",
      "body": "As you grow older, you need to take care of your health. It is a belief that while you are getting older, there are many possible illnesses that you might have – and with that being said, you have to take good care of your health – and it should be your priority. Drinking and eating healthy food, like vegetable and fruits, will make you healthy. However, not all people follow it as they believe that the most delicious food is not healthy and contains ingredients that might harm your health. There are different systems in your body and one of the most important system to take care of is the immune system.",
      "author": "Ankit",
      "id": 1
    },
    {
      "title": "Wake up early",
      "body": "Waking up early gives you time to make a healthy breakfast. It doesn’t have to be anything elaborate, smoothies, salads, and fruit bowls only require a few minutes to prepare. Early risers have this time to prepare a simple and healthy breakfast for themselves and their family. If you wake up late, chances are you’ll be late for everything else, creating a domino effect.  When you’re running late, you’ll oftentimes pick up an easy-to-eat breakfast like a doughnut or muffin, or skip breakfast altogether.\n\nBreakfast is an important meal, giving you the energy to start the day. Skipping this meal makes your body crave energy and you end up eating something high in sugar or fat to instantly satiate yourself.\nWaking up early gives you the leisure to plan your day ahead. You aren’t rushing through your day in a haze with a cluttered mind. Planning ahead eliminates the stress that comes with rushing to get things done. Moreover, when you wake up early, you have more time for some stress-busting leisure activities, helping you start your day with a calm and composed mind. You are better equipped to prioritize and solve problems, the key to remaining stress-free throughout the day.\nEnjoy Quality Sleep\nEarly risers tend to fall asleep faster. You don’t have to count sheep to sleep. When you wake up early, your body feels tired early, leading to quality sleep as soon as you go to bed. You get accustomed to the natural circadian rhythm, making you early to bed and early to rise.",
      "author": "Ashish",
      "id": 2
    },
    {
      "title": "Studying late night is good or bad for health",
      "body": "We will all probably encounter sleep deprivation at some point in our lives, whether willingly or unwillingly. Still, if you think staying awake all night is beneficial to your study habits, think again.\n\n\"Sleep deprivation's effect on working memory is staggering,\" said David Earnest, PhD, a professor with the Texas A&M College of Medicine who studies circadian rhythms (our 24-hour body clocks). \"Your brain loses efficiency with each hour of sleep deprivation.\"\n\nMost people need at least seven to eight hours of sleep at night for the body and brain to function normally. So, if you stay up all night, missing out on the recommended amount of sleep, your brain will be equally as weary -- rendering a sharp decrease in performance for specific learning and memory tasks.\n\nAll-nighters activate short-term, not long-term memory\n\nLet's face it, we only pull all-nighters when we've fallen behind and are trying to rapidly catch up on information or a project. But quickly trying to cram this information into our brains only uses short-term memory -- and long-term memory is what we need to recall and retain most facts.\n\n\"When we try to learn information quickly, we're only enabling short-term memory,\" Earnest said. \"This memory type extinguishes rapidly. If you don't 're-use' information, it disappears within a period of a few minutes to a few hours. Cramming doesn't allow information to assimilate from short-term to long-term memory, which is important for performing well on a project or exam.\"\n\nRemember Dory's short-term memory problems in Finding Nemo? That's your brain on an all-nighter.\n\nUse it, or you'll lose it\n\nEarnest said studying in small increments, well in advance of an exam, is your best bet to achieve a good score. In other words, use it or you'll lose it.\n\n\"It's fruitless to prepare for an exam hours beforehand,\" he said. \"The optimal study method is to stay on top of things and prepare by studying in small chunks (20 to 30 minutes), multiple times per day, three to four days in advance of the test. By going through information numerous times, you're allowing your brain to move those facts to long-term memory for better recall.\"\n\n\"I tell our medical students that verbal rehearsal is what moves content from short-term to long-term memory,\" Earnest continued. \"Repeating information, whether out loud or verbalizing it in your thoughts, helps spur this process forward.\"\n\nStudy earlier for better retention\n\nAs the day wears on, the brain also becomes wearier. This daily rhythm in cognitive performance is controlled by our body clocks, and performance for learning and memory is higher during the morning and day, not late at night.\n\n\"As the day progresses into the night, the brain's performance significantly decreases,\" Earnest said. \"So, by studying all night, you're essentially swimming upstream and fighting against your body's natural rhythms. Peak cognitive efficiency occurs much earlier in the day.\"",
      "author": "Ankit",
      "id": 3
    },
    {
      "title": "Benefits of taking bath evryday",
      "body": "Candlelight, soothing music and sweet smells: Done right, a bath can be the ultimate in self-care.\n\n“Baths help many people sleep well,” notes Dr. Zack. “They also create a good environment for meditation, thought and escape from everyday stressors.”\n\nSome research also shows that a 30-minute bath at 104 Fahrenheit (think the temperature in a hot tub) improves depression. Warm baths are also linked to decreases in stress hormones and more balanced serotonin levels, which help regulate mood.Dr. Zack says that baths can help soothe infected sores and wounds. Your doctor may recommend soaking the area with a warm saltwater solution to aid healing. However, some wounds should be kept dry, so check with your doctor before dipping.But before you turn the water on, Dr. Zack says there are some do’s and don’ts to getting the most out of your bath routine:Create a quiet space: For maximum relaxation, close the door and say no to endless interruptions.\nUse warm (not hot) water: Some people may experience dizziness or weakness when the temperature is too hot.\nUse products that you find relaxing: While bubbles or bath salts may take your bath from enjoyable to life-changing, Dr. Zack says that just water is fine, too. Do whatever works best for you.",
      "author": "Anurag",
      "id": 4
    },
    {
      "title": "habbit of good habbit",
      "body": "habbit of doinnd fdsjfjki",
      "author": "ankit",
      "id": 5
    }
  ]
}